Repository: Leloush89/BP-GTM-System
Catalog: langs/bp_gtm-*.po
Languages: ru_ru

source: Upload files to Discussion Posts
ru_ru: Загрузка файлов для простов обсуждений

source: Delete files from Discussion Posts
ru_ru: Удаление файлов постов обсуждений

source: View All Settings
ru_ru: Просмотр всех настроек

source: Edit Base Settings
ru_ru: Редактирование основных настроек

source: Edit Group Roles
ru_ru: Редактирование ролей внутри группы

source: Delete all GTM group data
ru_ru: Удаление всех GTM данных группы

source: Some error occured while creating a default role
ru_ru: Произошла ошибка при создании глобальной роли

source: <span id="cur_tasks">%d - %d</span> out of <span class="counter">%d</span>.&nbsp;
ru_ru: <span id="cur_tasks">%d - %d</span> из <span class="counter">%d</span>.&nbsp;

source: There is only %s task in this group for now.
ru_ru: На данный момент в группе всего %s задача.

source: No tags
ru_ru: Тегов нет

source: No categories
ru_ru: Рубрик нет

source: Tags:
ru_ru: Теги:

source: Category:
ru_ru: Рубрика:

source: %d element
ru_ru: %d элемент

source: Tasks and projects with this term
ru_ru: Задачи и проекты с этим термином

source: Delete everything?
ru_ru: Удалить все?

source: Are you sure you want to delete all tags, categories, tasks, projects and discussions? This action cannot be undone, so be careful.
ru_ru: Вы уверены, что хотите удалить все теги, рубрики, задачи, проекты и сообщения обсуждений? Это действие не может быть отменено, поэтому будьте осторожны с этим шагом.

source: You will delete only data, not tables. All in all there are:
ru_ru: Вы удалите только данные, не таблицы. Всего на данный момент:

source: %s tag
ru_ru: %s тег

source: %s category
ru_ru: %s рубрика

source: Later you will have the ability to create new projects/tasks/tags/categories if site administrator doesn't disable GTM System for this group.
ru_ru: Позже у вас будет возможность создать новые проекты, задачи, теги и рубрки, если администратор сайта не отключит GTM систему для этой группы.

source: Delete everything
ru_ru: Удалить все

source: Show:
ru_ru: Показать:

source: For Tasks
ru_ru: Для задач

source: For Projects
ru_ru: Для проектов

source: Latest Poster
ru_ru: Кто последний

source: Freshness
ru_ru: Свежесть

source: There are no discussion posts to display.
ru_ru: На данный момент нет сообщений обсуждения для отображения.

source: List Of Files
ru_ru: Список файлов

source: File Name
ru_ru: Имя файла

source: Uploaded by
ru_ru: Загрузил

source: Type
ru_ru: Тип

source: Date Uploaded
ru_ru: Дата загрузки

source: Actions
ru_ru: Действия

source: There are no files to display.
ru_ru: На данный момент нет файлов для отображения.

source: <h4>Error 404</h4>
ru_ru: <h4>Ошибка 404</h4>

source: <p>No such page exists in GTM System or you don't have enough rights to access it.</p>
ru_ru: <p>Такой страницы не существует в GTM System или у вас недостаточно прав для доступа к ней.</p>

source: How many tasks per page do you want to see on Tasks page?
ru_ru: Сколько задач на одной странице вы хотите видеть в общем списке задач?

source: How many elements per page do you want to see on Discussions page?
ru_ru: Сколько элементов на одной странице вы хотите видеть на странице обсуждений?

source: Tab name in group navigation menu
ru_ru: Название ссылки в навигации группы

source: Tasks/Projects discussion
ru_ru: Обсуждение задач и проектов

source: Enable tasks and projects discussion (disabling it will make impossible to discuss any tasks or projects).
ru_ru: Разрешить обсуждение задач и проектов (отключение сделает невозможным обсуждение).

source: Involved People
ru_ru: Вовлеченные люди

source: List of users that are responsible for tasks and/or projects in this group. Their tasks and projects are not completed
ru_ru: Пользователи, отвественные за выполнение задач и/или проектов в этой группе. Их задачи или проекты не завершены

source: User
ru_ru: Пользователь

source: There are no users to display yet.
ru_ru: На данный момент нет пользователей для отображения.

source: List of projects you are responsible for.
ru_ru: Список задач, за которые вы несете ответственность.

source: Filter:
ru_ru: Фильтр:

source: By A/Z
ru_ru: По алфавиту

source: By deadline
ru_ru: По дате завершения

source: Group Name
ru_ru: Название группы

source: You are not responsible for any projects on this site.
ru_ru: Вы не несете ответветственности ни за один проект на сайте.

source: Personal Settings
ru_ru: Личные настройки

source: How many tasks per page do you want to see on Personal Tasks page?
ru_ru: Сколько задач на одной странице вы хотите видеть на личной странице задач?

source: By project
ru_ru: По проекту

source: By group
ru_ru: По группе

source: Completed
ru_ru: Завершенные

source: Task Title
ru_ru: Заголовок задачи

source: Project
ru_ru: Проект

source: Group
ru_ru: Группа

source: List of projects in this group. Use links in the right to filter them.
ru_ru: Список проектов в этой группе. Используйте фильтры справа.

source: Project Title
ru_ru: Заголовок проекта

source: There are no projects to display.
ru_ru: На данный момент нет проектов для отображения.

source: Create New Project
ru_ru: Создание нового проекта

source: Project name
ru_ru: Заголовок проекта

source: Project description
ru_ru: Описание проекта

source: Responsible Users
ru_ru: Ответственные пользователи

source: Please select one or more responsible users. You can select them by clicking them
ru_ru: Пожалуйста, выберите один или более ответственных людей. Вы можете выборать их, кликая по имени.

source: Project Deadline
ru_ru: Дата завершения проекта

source: Select a date for the project when it should be finished.
ru_ru: Выберите дату, когда проект должен быть закрыт.

source: Project Tags
ru_ru: Теги проектов

source: (comma separated)
ru_ru: (разделенные запятыми)

source: You can add tags to your project. If you want to add more tags, separate it with comma.
ru_ru: Вы можете добавить метки к проекту. Для добавления нескольких меток разделяйте их запятыми.

source: Add tag
ru_ru: Добавить метку

source: Project Categories
ru_ru: Рубрики проекта:

source: You can select or add categories for your project. If you want to add more categories, separate it with comma.
ru_ru: Вы можете выборать или добавить категории к вашему проекту. Если вы хотите добавить несколько категорий, разделяйте их запятыми.

source: Add cat
ru_ru: Добавить категорию

source: Update Project
ru_ru: Обновить данные проекта

source: Who is responsible for this project execution?
ru_ru: Кто ответственный за выполнение этого проекта?

source: (comma separated)
ru_ru: (разделяйте запятыми)

source: Error - 404
ru_ru: Ошибка 404

source: There is no project in the database with such ID. Please go to the main projects list.
ru_ru: В базе данных нет такого проекта. Пожалуйста, перейдите на страницу текущих проектов.

source: Permalink to project description
ru_ru: Постоянная ссылка на описание проекта

source: %d task left out of %d: %s done
ru_ru: %d задача осталась из %d: %s выполненно

source: There are no tasks yet.
ru_ru: Задач пока что нет.

source: Add a reply:
ru_ru: Добавить ответ:

source: Post Reply
ru_ru: Опубликовать ответ

source: List of tasks in this group. Use links in the right to filter them.
ru_ru: Список задач в этой группе. Используйте фильтры справа.

source: Create New SubTask for
ru_ru: Создание новой подзадачи для

source: Create New Task
ru_ru: Создание новой задачи

source: Task name
ru_ru: Заголовок задачи

source: Task description
ru_ru: Описание задачи

source: Who is responsible for this task execution?
ru_ru: Кто ответственный за выполнение задачи?

source: Task Deadline
ru_ru: Дата завершения задачи

source: Task Tags
ru_ru: Тэги задачи

source: You can add tags to your task. If you want to add more tags, separate it with comma.
ru_ru: Вы можете добавить метки к задаче. Для добавления нескольких меток разделяйте их запятыми.

source: Task Categories
ru_ru: Рубрики задачи

source: You can select or add categories for your task. If you want to add more categories, separate it with comma.
ru_ru: Вы можете выборать или добавить категории к задаче. Если вы хотите добавить несколько категорий, разделяйте их запятыми.

source: Update Task
ru_ru: Обновить данные задачи

source: There is no task in the database with such ID. Please go to the main tasks list.
ru_ru: В базе данных нет такой задачи. Пожалуйста, перейдите на страницу текущих задач.

source: Permalink to task description
ru_ru: Постоянная ссылка на описание задачи

source: Project:
ru_ru: Проект:

source: Tags and Categories
ru_ru: Теги и рубрики

source: New term name
ru_ru: Имя нового термина

source: What's this?
ru_ru: Что это?

source: Tag
ru_ru: Тег

source: Category
ru_ru: Рубрика

source: All tags and categories for this group are displayed here
ru_ru: Все теги и рубрики этой группы отображаются на этой странице

source: Standart
ru_ru: Стандартно

source: Alphabetical
ru_ru: По алфавиту

source: Tag Name
ru_ru: Имя тега

source: Count
ru_ru: Количество

source: There are no tags to display.
ru_ru: На данный момент нет тегов для отображения.

source: Category Name
ru_ru: Имя рубрики

source: There are no categories to display.
ru_ru: На данный момент нет рубрик для отображения.

source: View tasks and projects for <i>"%s"</i>
ru_ru: Просмотр задачи и проектов для <em>"%s"</em>

source: Done?
ru_ru: Завершенно?
