Repository: Leloush89/BP-GTM-System
Catalog: langs/bp_gtm-*.po
Languages: ru_ru

source: Display/Hide Some Features
ru_ru: Разнообразные опции

source: Extra Actions for Admin
ru_ru: Действия только для Админа

source: GTM Themes for Front-end
ru_ru: Темы для GTM

source: Deactivation Options
ru_ru: Настройка деактивации плагина

source: Groups Selection
ru_ru: Выбор групп

source: Default Global GTM Roles
ru_ru: Глобальные стандартные роли GTM Системы

source: Change Labels Names
ru_ru: Изменение заголовков

source: Import All Groups Users
ru_ru: Импортировать всех пользователей всех групп

source: All changes were saved. Go and check results!
ru_ru: Все изменения были сохранены.

source: Group Tasks Management
ru_ru: Менеджер задач группы

source: Save Changes
ru_ru: Сохранить изменения

source: Do you want to use Rich Editor (TinyMCE) to format projects/tasks descriptions with visual editor?
ru_ru: Вы хотите разрешить использование Расширенного редактора (TinyMCE) для форматирования текста описаний задач и проектов?

source: Enable
ru_ru: Разрешить

source: Disable
ru_ru: Запретить

source: Do you want to use subtasks feature (tasks under tasks in hierarchy)?
ru_ru: Вы хотите использовать возможность создавать подзадачи (задач внутри задач, иерархические)?

source: Do you want to display for each user his personal Assignments page under My Account menu?
ru_ru: Вы хотите отображать для каждого пользователя в меню Учетная запись ссылку на страницу Задания?

source: Do you want to display a notification entry in activity feed for newly created tasks and projects?
ru_ru: Вы хотите отображать в ленте активности записи о созданных задачах и проектах?

source: Do you want to display a notification entry in activity feed for all discussion posts of any tasks and projects?
ru_ru: Вы хотите отображать в ленте активности записи о созданных постах обсуждения задач и проектов?

source: Please choose here a theme, that will be used on frontend for BP GTM System:
ru_ru: Выберите, пожалуйста, тему, которая будет использоваться для отображения BP GTM системы

source: Be patient, if there is no <code>index.php</code> in that theme, then you will be redirected to the site main page.
ru_ru: Будьте терпеливы, если отсутствует <code>index.php</code> в этой теме, тогда вы будуте перенаправлены на главную страницу сайта.

source: Display menu for changing members roles in groups members and involved lists?
ru_ru: Отображать меню для изменения роли пользователей в списке пользователей группы и ответственных?

source: Export All GTM Data
ru_ru: Экспортировать все GTM данные

source: Import Data
ru_ru: Импортировать данные

source: Please check here how you would like to uninstall BP GTM System:
ru_ru: Выберите, пожалуйста, каким образом вы бы хотели деактивировать BP GTM Систему:

source: Deactivate the plugin and delete all options and tables from the DB
ru_ru: Деактивировать плагин и удалить все настройки и таблицы из базы данных

source: Deactivate the plugin only, all saved data won't be touched
ru_ru: Только деактивировать плагин, все данные останутся без изменений в базе

source: After choosing deactivation method you could go to <a href="plugins.php?plugin_status=all">Plugins's page</a> and deactivate the plugin safely.
ru_ru: После выбора метода удаления вы можете перейти на <a href="plugins.php?plugin_status=all">страницу плагинов</a> и спокойно деактивировать плагин.

source: Which groups should have GTM System turned on?
ru_ru: Для каких групп вы включаете GTM Систему?

source: Own roles?
ru_ru: Свои роли?

source: All groups
ru_ru: Все группы

source: Add New Default Role
ru_ru: Добавить новую глобальную роль

source: Choose a default role for a new member of any group:
ru_ru: Выберите роль по умолчанию для новых участников групп:

source: Choose a default role for a group creator in newly created group:
ru_ru: Выберите роль по умолчанию для создателя новой группы:

source: Here you can change some GTM labels that are used throughout your site.
ru_ru: Здесь вы можете изменить некоторые заголовки GTM Системы, используемые на сайте.

source: Used in group menu navigation - to reach the list of group tasks or projects
ru_ru: Используется в навигации группы для доступа к списками задач, проектов...

source: Used in user personal navigation under My Account menu
ru_ru: Используется в личной навигации пользователя под Моим Аккаунтом

source: Using this menu you can easily import all group members from any group into GTM System role tables.<br> This action is needed when you had a community for some time and then decided to use this awesome plugin.<br> You should do this <strong>only once</strong> - just after BP GTM System activation.
ru_ru: Используя это меню вы можете с легкостью импортировать всех пользователей всех групп в таблицу ролей GTM System.<br> Это действие необходимо выполнить в том случае, если у вас сообщество уже существует определенное время и лишь потом вы решили установить этот замечательный плагин.<br> Вам надо сделать <strong>всего 1 раз</strong> - сразу после активации BP GTM System.

source: Please choose here, whom you would like group users to be after importing:
ru_ru: Выберите, кем бы хотите видеть участников группы после импорта в систему ролей доступа GTM:

source: Administrators
ru_ru: Администраторы

source: Moderators
ru_ru: Модераторы

source: Ordinary Members
ru_ru: Обычные участники

source: Import Users
ru_ru: Импортировать пользователей

source: All users from all groups were successfully imported
ru_ru: Все пользователи со всех групп были успешно импортированы

source: Some error occured while importing users. Perhaps, you have already imported all of them?
ru_ru: Произошла ошибка во время импортирования. Возможно, вы уже выполняли это действие и нет необработанных пользователей?

source: GTM data backup was successfully created in <code>/wp-content/uploads/gtm/</code>. <a href="%s">Download that file</a>
ru_ru: Бекап GTM данных был успешно сохранен в папке <code>/wp-content/uploads/gtm/</code>. <a href="%s">Скачать этот файл</a>

source: There were some errors while exporting data. Please try again.
ru_ru: Произошла ошибка при экспортировании данных. Пожалуйста, попробуйте еще раз.

source: File with GTM data should have .zip or .json extension
ru_ru: Файл с данными GTM должен иметь расширение или .zip, или .json

source: File was successfully uploaded.
ru_ru: Файл был успешно загружен.

source: All GTM data was successfully imported.
ru_ru: Все GTM данные были успешно импортированы.

source: There was an error while importing GTM data.
ru_ru: Произошла ошибка при импортировании GTM данных.

source: There were some errors while uploading a backup file. Please try again.
ru_ru: Произошла ошибка при загрузке файла бекапа. Пожалуйста, попробуйте еще раз.

source: inGroup GTM Classifier
ru_ru: Классификатор группы

source: <strong>Tags:</strong>
ru_ru: <strong>Теги:</strong>

source: No tags to display
ru_ru: Нет тегов для отображения

source: <strong>Categories:</strong>
ru_ru: <strong>Рубрики:</strong>

source: No categories to display
ru_ru: Нет рубрик для отображения

source: There is nothing to display yet.
ru_ru: На данный момент показывать нечего.

source: Display tags?
ru_ru: Отображать теги?

source: Display categories?
ru_ru: Отображать рубрики?

source: How do you want to display tags?
ru_ru: Как вы хотите отображать теги?

source: As a Cloud
ru_ru: В виде облака

source: As a List
ru_ru: В виде списка

source: How do you want to display categories?
ru_ru: Как вы хотите отображать рубрики?

source: Do you want to display categories and tags usage count?
ru_ru: Вы хотите показывать количество использований тегов и рубрик?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: There was an error updating GTM System settings, please try again.
ru_ru: Произошла ошибка при обновление настроек GTM Системы. Пожалуйста, попробуйте еще раз.

source: GTM System settings were successfully updated.
ru_ru: Настройки GTM системы успешно обновлены.

source: New term was successfully created.
ru_ru: Новый термин был успешно создан.

source: There was an error creating new term, please try again.
ru_ru: Произошла ошибка при создании нового термина. Пожалуйста, попробуйте еще раз.

source: Your reply was successfully posted.
ru_ru: Ваш ответ был успешно опубликован.

source: There was an error posting your reply, please try again.
ru_ru: Произошла ошибка при публикации вашего ответа. Пожалуйста, попробуйте еще раз.

source: New project was successfully created.
ru_ru: Новый проект был успешно создан.

source: There was an error creating new project, please try again.
ru_ru: Произошла ошибка при создании нового проекта. Пожалуйста, попробуйте еще раз.

source: Project data was successfully updated.
ru_ru: Данные проекта были успешно обновлены.

source: Everything was deleted successfully.
ru_ru: Вы успешно удалили все данные GTM Системы.

source: New task was successfully created.
ru_ru: Вы успешно создали новую задачу.

source: There was an error creating new task, please try again.
ru_ru: Произошла ошибка при создании новой задачи. Пожалуйста, попробуйте еще раз.

source: Task data was successfully updated.
ru_ru: Данные задачи были успешно обновлены.

source: Tasks
ru_ru: Задачи

source: Projects
ru_ru: Проекты

source: Settings
ru_ru: Настройки

source: Personal settings were successfully updated.
ru_ru: Личные настройки были успешно обновлены.

source: There was an error updating personal settings, please try again.
ru_ru: Произошла ошибка при обновление личных настроек. Пожалуйста, попробуйте еще раз.

source: Classifier
ru_ru: Классификатор

source: Involved
ru_ru: Ответственные

source: Files
ru_ru: Файлы

source: Discussions
ru_ru: Обсуждения

source: Delete
ru_ru: Удалить

source: Role was successfully changed
ru_ru: Роль была успешно изменена

source: Error: please try again
ru_ru: Ошибка: пожалуйста, попробуйте еще раз

source: Please select a new role for this user
ru_ru: Пожалуйста, выберите новую роль для этого пользователя

source: Update post
ru_ru: Обновить сообщение

source: Cancel
ru_ru: Отмена

source: Are you sure you want to delete it? This action cannot be undone.
ru_ru: Вы уверены, что хотите удалить? Это действие не может быть отменено.

source: List of SubTasks
ru_ru: Список подзадач

source: There are no subtasks to display
ru_ru: Нет подзадач для отображения

source: Email was sent to that involved user to remind about pending tasks/projects.
ru_ru: Email был отправлен указанному пользователю, чтобы напомнить ему о выполнении задач и проектов.

source: Save
ru_ru: Сохранить

source: completed
ru_ru: выполненно

source: deleted
ru_ru: удалено

source: doesn't exist
ru_ru: не существует

source: Task:
ru_ru: Задача:

source: Project:
ru_ru: Проект:

source: Mark as pending
ru_ru: Еще не выполненно

source: Undone
ru_ru: Не выполнено

source: Mark as completed
ru_ru: Уже выполненно

source: Done
ru_ru: Выполненно

source: Tasks you're now responsible for were created
ru_ru: Созданы задачи, за которые вы ответственны

source: Task you're now responsible for was created
ru_ru: Создана задача, за которую вы ответственны

source: Tasks you're responsible for were updated
ru_ru: Обновлены задачи, за которые вы ответственны

source: Task you're responsible for was updated
ru_ru: Обновлена задача, за которую вы ответственны

source: Tasks you're responsible for were done
ru_ru: Выполнены задачи, за которые вы ответственны

source: Task you're responsible for was done
ru_ru: Выполнена задача, за которую вы ответственны

source: Tasks you're responsible for were undone
ru_ru: Выполнены задачи, за которые вы ответственны

source: Task you're responsible for was undone
ru_ru: Удалена задача, за которую вы ответственны

source: Tasks you're responsible for were deleted
ru_ru: Удалены задачи, за которые вы ответственны

source: Task you're responsible for was deleted
ru_ru: Удалена задача, за которую вы ответственны

source: Projects you're now responsible for were created
ru_ru: Созданы проекты, за которые вы ответственны

source: Project you're now responsible for was created
ru_ru: Создан проект, за который вы ответственны

source: Projects you're responsible for were updated
ru_ru: Обновлены проекты, за которые вы ответственны

source: Project you're responsible for was updated
ru_ru: Обновлен проект, за который вы ответственны

source: Projects you're responsible for were done
ru_ru: Выполнены проекты, за которые вы ответственны

source: Project you're responsible for was done
ru_ru: Выполнен проект, за который вы ответственны

source: Projects you're responsible for were undone
ru_ru: Обновлен проект, за который вы ответственны

source: Project you're responsible for was undone
ru_ru: Обновлены проекты, за которые вы ответственны

source: Projects you're responsible for were deleted
ru_ru: Удалены проекты, за которые вы ответственны

source: Project you're responsible for was deleted
ru_ru: Удален проект, за который вы ответственны

source: Created the task
ru_ru: Создана задача

source: Created the project
ru_ru: Создан проект

source: Created the discussion post
ru_ru: Создан пост обсуждения

source: %s created the project - %s
ru_ru: %s: создан проект %s

source: %s created the task - %s
ru_ru: %s: создана задача %s

source: %s posted a comment to the task %s
ru_ru: %s: оставлен комментарий к задаче %s

source: %s posted a comment to the project %s
ru_ru: %s: оставлен комментарий к проекту %s

source: Sorry, no members were found.
ru_ru: К сожалению, нет ни одного участника группы.

source: Admin
ru_ru: Админ

source: Mention this user
ru_ru: Упомянуть этого пользователя

source: Send a private meassage
ru_ru: Отправить личное сообщение

source: PM
ru_ru: ЛС

source: Notify user about pending tasks and projects
ru_ru: Уведомить пользователя о невыполненных задачах и проектах

source: N
ru_ru: У

source: %s task
ru_ru: %s задача

source: %s project
ru_ru: %s проект

source: Permalink on this term page
ru_ru: Постоянная ссылка на страницу этого термина

source: Edit
ru_ru: Изменить

source: Permalink to this %s page
ru_ru: Постоянная ссылка на страницу %s

source: Project that this task corresponds to
ru_ru: Проект, к которой относится эта задача

source: Deadline
ru_ru: Завершить до

source: Please create at least one project to proceed.
ru_ru: Необходимо создать как минимум 1 проект для выбора.

source: There are no %ss to display. Create them <a href="%s" target="_blank">here</a>
ru_ru: %s отсутствуют. Создать можно <a href="%s" target="_blank">здесь</a>

source: said %s:
ru_ru: %s:

source: Responsible
ru_ru: Ответственные

source: <p>There are no tags to display. Create them <a href="%s" target="_blank">here</a></p>
ru_ru: <p>Теги еще не созданы. Вы можете это сделать <a href="%s" target="_blank">здесь</a></p>

source: Completed Projects
ru_ru: Завершенные проекты

source: Projects by A/Z
ru_ru: Проекты по алфавиту

source: Projects by Deadline
ru_ru: Проекты по дате завершения

source: All Completed Tasks
ru_ru: Все завершенные задачи

source: Tasks by A/Z
ru_ru: Задачи по алфавиту

source: Tasks by Deadline
ru_ru: Задачи по дате завершения

source: Tasks whithout Project
ru_ru: Задачи не привязанные к проекту

source: Completed Tasks in Project
ru_ru: Выполненные задачи в проекте

source: Pending Tasks in Project
ru_ru: Не выполненные задачи в проекте

source: Go to project's page
ru_ru: Перейти на страницу проекта

source: View Project
ru_ru: Просмотр проекта

source: Current number of subtasks
ru_ru: Текущее количество подзадач

source: There are no tasks to display.
ru_ru: Нет задач для отображения.

source: There are no posts to display.
ru_ru: На данный момент нет записей обсуждения для отображения.

source: <span id="cur_discuss">%d - %d</span> out of %d.&nbsp;
ru_ru: <span id="cur_discuss">%d - %d</span> из %d.&nbsp;

source: Pagination:
ru_ru: Навигация:

source: List of the latest tasks/projects discussions in this group.
ru_ru: Список последних обсуждений задач и проектов в этой группе

source: Permalink
ru_ru: Постоянная ссылка

source: Permalink on task's page
ru_ru: Постоянная ссылка на страницу задачи

source: Role
ru_ru: Роль

source: Group Admin
ru_ru: Админ группы

source: No Role
ru_ru: Без роли

source: Permissions
ru_ru: Доступы

source: Delete role
ru_ru: Удалить роль

source: All Completed Personal Tasks
ru_ru: Все завершенные личные задачи

source: Personal Tasks by A/Z
ru_ru: Личные задачи по алфавиту

source: Personal Tasks by Deadline
ru_ru: Личные задачи по дате крайнего выполнения

source: Personal Tasks without Projects
ru_ru: Личные задачи без проекта

source: Personal Tasks in Group
ru_ru: Личные задачи в группе

source: Personal Tasks in Project
ru_ru: Личные задачи в проекте

source: Projects List
ru_ru: Список проектов

source: Close
ru_ru: Закрыть окно

source: Click on a project to see its tasks
ru_ru: Кликните на проекте, чтобы увидеть задачи

source: Groups List
ru_ru: Список групп

source: Click on a group to see its tasks
ru_ru: Кликните на группе, чтобы увидеть задачи

source: Personal Projects by Deadline
ru_ru: Личные проекты по дате завершения

source: Personal Projects by A/Z
ru_ru: Личные проекты по алфавиту

source: Tasks Discussions
ru_ru: Обсуждения задач

source: Task Name
ru_ru: Заголовок задачи

source: Projects Discussions
ru_ru: Обсуждение проектов

source: Project Name
ru_ru: Заголовок проекта

source: Pending tasks
ru_ru: Не выполенные задачи

source: Completed tasks
ru_ru: Завершенные задачи

source: Delete this project and all corresponding tasks
ru_ru: Удаить этот проект и все его задачи

source: Edit this %s
ru_ru: Отредактировать %s

source: Delete this task
ru_ru: Удалить эту задачу

source: Create new
ru_ru: Создать

source: Create SubTask
ru_ru: Создать подзадачу

source: %s created project on %s:
ru_ru: %s: создан проект %s

source: %s created task on %s:
ru_ru: %s: создана задача %s:

source: &larr; Back To Projects List
ru_ru: &larr; Назад к списку проектов

source: &larr; Back To Tasks List
ru_ru: &larr; Назад к списку задач

source: Create new subtask for this task
ru_ru: Создать новую подзадачу для этой задачи

source: New SubTask
ru_ru: Новая подзадача

source: Show SubTasks for this task
ru_ru: Показать подзадачи для этой задачи

source: Show SubTasks
ru_ru: Подзадачи

source: Go to a parent task page:
ru_ru: Перейти на страницу родительской задачи:

source: Parent Task
ru_ru: Родитель

source: Complete
ru_ru: Завершить

source: ToDo
ru_ru: Задания

source: Assignments
ru_ru: Задания

source: Owner
ru_ru: Владелец

source: Project Manager
ru_ru: Менеджер Проектов

source: Doer
ru_ru: Исполнитель

source: Client
ru_ru: Клиент

source: Guest
ru_ru: Гость

source: Close this window
ru_ru: Закрыть это окно

source: Change a role for %s
ru_ru: Изменить роль пользователя %s

source: Select new role for this user.
ru_ru: Выберите новую роль для этого пользователя.

source: select a role
ru_ru: выберите роль

source: Change role
ru_ru: Изменить роль

source: R
ru_ru: Р

source: Upload Files
ru_ru: Загрузить файлы

source: Select files you want to add to the project.
ru_ru: Выберите файлы, которые вы хотите добавить в проект.

source: Add new
ru_ru: Добавить новый

source: Allowed file types
ru_ru: Разрешенные типы файлов

source: Maximum size of uploaded file
ru_ru: Максимальный размер загружаемого файла

source: List of %s documents.
ru_ru: Список документов для %s.

source: You cannot upload %s. This file type is not supported.
ru_ru: Вы не можете загрузить файл "%s". Тип файла не поддерживается.

source: You cannot upload %s-files. File size is larger than the maximum.
ru_ru: Вы не можете загрузить файл %s. Размер файла превышает допустимое значение.

source: There was an error uploding %s. Do you have enough rights?
ru_ru: Произошла ошибка при загрузке "%s" файла. Вы имеете на права на выполнения данного действия?

source: Tasks/Projects/Discussion Posts Files Management
ru_ru: Управление файлами задач, проектов и постов обсуждения

source: If you want your users and group members upload files into tasks, projects and discussion post, you can set all the options here.
ru_ru: Если вы хотите, чтоб пользователи и члены групп могли загружать файли в проекты, задачи или посты обсуждений - вы можете установить все опции в данном разделе.

source: First of all you need to decide - do you need file management?
ru_ru: Прежде всего вы должны решить, - нужно ли вам управление файлами?

source: Up to how many files would you like to allow users to upload for each task, project or discussion post?
ru_ru: Количество файлов загружаемых пользователями для каждого проекта, задачи или поста дискуссии.

source: Should be numeric, otherwise will not be saved. Set 0 for unlimited number.
ru_ru: Должно быть численным, иначе не будет сохранено. Установите 0 для снятия ограничений.

source: Which file types would you like users have ability to upload?
ru_ru: Типы файлов которые могу загружать пользователи.

source: Media
ru_ru: Медиа

source: Archives
ru_ru: Архивы

source: Documents
ru_ru: Документы

source: Other
ru_ru: Прочие

source: What is the maximum size of uploaded file?
ru_ru: Максимальный размер загружаемого файла.

source: Please remember that 1MB = 1024KB. Should be less than WordPress limit: %d%s
ru_ru: Запомните, пожалуйста, что 1MB = 1024KB. Должен быть меньше чем ограничение WordPress: %d%s

source: Edit description
ru_ru: Изменить описание

source: Delete file
ru_ru: Удалить файл

source: Update Description
ru_ru: Обновить описание

source: Hello there %s, %s (%s) reminds you, that pending tasks and projects you are responsible for need to be done. To see your personal tasks click here: %s To see your personal projects click here: %s --------------------- %s. %s
ru_ru: Здравствуйте, %s %s (%s) напоминает вам, что у вас есть невыполненные задачи и проекты, за которые вы несете ответственность. Список ваших задач: %s Список ваших проектов: %s --------------------- %s. %s

source: <span id="cur_tasks">%s - %s</span> out of %s.&nbsp;
ru_ru: <span id="cur_tasks">%s - %s</span> из %s.&nbsp;

source: There is only %d task you are responsible for.
ru_ru: На данный момент у вас всего %d задача.

source: Create Project
ru_ru: Создать проект

source: Edit Project
ru_ru: Редактирование проекта

source: Delete Project
ru_ru: Удалить проект

source: Mark Project as Done
ru_ru: Отметить проект выполненным

source: Mark Project as Undone
ru_ru: Отметить проект невыполненным

source: Comment Project
ru_ru: Прокомментировать проект

source: Upload Files to Project
ru_ru: Загрузка файлов для проекта

source: Delete Files from Project
ru_ru: Удаление файлов проекта

source: View Task
ru_ru: Посмотреть задачу

source: Create Task
ru_ru: Создать задачу

source: Edit Task
ru_ru: Изменить задачу

source: Delete Task
ru_ru: Удалить задачу

source: Mark Task as Done
ru_ru: Отметить задачу выполненной

source: Mark Task as Undone
ru_ru: Отменить задачу невыполненной

source: Comment Task
ru_ru: Прокомментировать задачу

source: Upload Files to Task
ru_ru: Загрузка файлов для задачи

source: Delete Files from Task
ru_ru: Удаление файлов для задачи

source: View Terms
ru_ru: Просмотр терминов

source: Create Terms
ru_ru: Создать термин

source: Edit Terms
ru_ru: Редактирование терминов

source: Delete Terms
ru_ru: Удалить термины

source: View Involved
ru_ru: Посмотреть ответственных

source: Action: Send a PM to Involved
ru_ru: Действие: отправить ЛС ответственному

source: Action: Mention Involved
ru_ru: Действие: упомянуть ответственного

source: Action: Send an Email to Involved
ru_ru: Действие: отправить email ответственному

source: Change User Roles
ru_ru: Изменять роли пользователя

source: View Discussions
ru_ru: Посмотреть обсуждения

source: Create Discussion Posts
ru_ru: Создание постов обсуждения

source: Edit Any Discussion Posts
ru_ru: Редактирование любых постов обсуждений

source: Delete Any Discussion Posts
ru_ru: Удаление любых постов обсуждений
